Repository: DGAC/inseca
Catalog: locales/*/LC_MESSAGES/inseca.po
Languages: fr

source: Specify the equivalent of INSECA_ROOT
fr: Spécifie l'équivalent de INSECA_ROOT

source: Specify the equivalent of INSECA_EXTRA_COMPONENTS
fr: Spécifie l'équivalent de INSECA_EXTRA_COMPONENTS

source: Specify the equivalent of INSECA_DEFAULT_REPOS_DIR
fr: Spécifie l'équivalent de INSECA_DEFAULT_REPOS_DIR

source: Specify the equivalent of INSECA_CACHE_DIR
fr: Spécifie l'équivalent de INSECA_CACHE_DIR

source: Display more information
fr: Affiche plus d'informations

source: Allowed commands
fr: Commandes autorisées

source: Initialize a new INSECA global configuration structure
fr: Initialise une nouvelle structure globale de configuration INSECA

source: Display the global status
fr: Affiche le statut global

source: List all the configurations of the specific type
fr: Liste toutes les configurations d'un type spécifique

source: Config type: build | install | format | domain | userdata
fr: Type de configuration: build | install | format | domain | userdata

source: Show information about a specific configuration
fr: Affiche les informations d'une configuration spécifique

source: Configuration ID
fr: ID de confirmation

source: Create a new configuration
fr: Créé une nouvelle configuration

source: Referenced Build ID if config type is 'install' (ignored otherwise)
fr: ID de 'build' si le type de configuration est 'install' (ignoré sinon)

source: Configuration's description
fr: Description de la configuration

source: Publish a configuration's contents to its specified repository
fr: Publie le contenu d'une configuration dans le dépôt spécifié

source: Configuration(s) ID(s), or empty to specify all the configurations
fr: ID(s) de configurations(s), ou vide pour spécifier toutes les configurations

source: Remove a configuration and its associated repository
fr: Supprime une configuration et le dépôt associé

source: Configuration(s) ID(s)
fr: ID(s) de Confirmation(s)

source: Confirm the removal without any confirmation asked
fr: Confirme la suppression sans demander de confirmation

source: Build a live Linux
fr: Construit un live Linux

source: Automatically publish the build (if the build configuration has defined a repository)
fr: Publier automatiquement la construction (si la configuration de build a défini un dépôt)

source: List all contents of the specified repository
fr: Liste toutes les configurations d'un type spécifique

source: Repository ID
fr: ID du dépôt

source: Archive ID, to list files in that archive
fr: ID d'une archive, pour lister les fichiers de cette archive

source: Remove all obsolete archives in the repositories (or specified repository)
fr: Supprime toutes les archives obsolètes des dépôts (ou su dépôt spécifié)

source: Repository or repositories ID(s)
fr: ID(s) de(s) Dépôt(s)

source: Import data (replace any existing) in a USERDATA repository
fr: Importe des données (ramplaçant celles existantes) dans un dépôt USERDATA

source: Directory containing the files to add
fr: Répertoire contenant les fichiers à ajouter

source: Add files(s) in a USERDATA repository
fr: Ajoute des fichiers à un dépôt USERDATA

source: Files to add
fr: Fichiers à ajouter

source: Remove files(s) from a USERDATA repository
fr: Supprime des fichiers d'un dépôt USERDATA

source: Files to delete
fr: Fichiers à supprimer

source: Upload the master configuration (or only some repositories) to the specified target storage
fr: Télécharge la configuration maître (ou seulement certains dépôts) vers l'espace de stockage spécifié

source: Storage target
fr: Espace de stockage

source: Download the whole configuration from the specified target storage
fr: Télécharge la configuration complète depuis un espace de stockage spécifié

source: Generate an admin 'iso' image from an admin build and domain(s) configuration(s)
fr: Créé une image 'iso' d'administration à partir d'une configuration de build et de domaine(s)

source: Build configuration (must already have been built); pass '-' to generate debug file only
fr: Configuration de build (doit déjà avoir été construite); utiliser '-' pour générer seulement une fichier de déboggage

source: Domain(s) configuration(s) which will be available in the admin environment
fr: Configuration(s) de domaine qui seront disponible(s) dans l'environnement d'administration

source: Generate a template of the parameters required to create an INSECA installation or format a device
fr: Génère un modèle de paramètres requis pour créer une installation INSECA ou formater un périphérique

source: Install/format configuration
fr: Configuration d'install ou de format

source: Generate an RSA keys pair
fr: Génère une paire de clés RSA

source: Base name for the generated key files: <prefix>.pub and <prefix>.priv
fr: Base du nom de fichier pour les clés générées: <prefixe>.pub et <prefixe>.priv

source: Create an INSECA installation
fr: Crée une installation INSECA

source: Install (for workstation install) or build (for simple live Linux) configuration to use
fr: Configuration d'install (de type 'workstation') ou de build (pour un simple live Linux)

source: Device or VM image file to install to
fr: Périphérique ou image disque de VM à utiliser pour l'installation

source: Identifies an INSECA device
fr: Identifie un périphérique INSECA

source: Device's associated file (e.g. /dev/sda)
fr: Fichier associé au périphérique (par ex. /dev/sda)

source: Partition ID name to mount
fr: ID (nom) de la partition à monter

source: Unmount a mounted partition of an INSECA device
fr: Dé-monte une partition montée d'un périphérique INSECA

source: Partition ID (name) to umount
fr: ID (nom) de la partition à dé-monter

source: List the users declared
fr: Liste tous les utilisateurs déclarés

source: Add a new user
fr: Ajoute un nouvel utilisateur

source: User to add
fr: Utilisateur à ajouter

source: Password (use '-' to get from stdin)
fr: Mot de passe (utiliser '-' si fourni via stdin)

source: Name of the environment variable containing the password
fr: Nom de la variable d'environnement contenant le mot de passe

source: Delete a user
fr: Supprimer un utilisateur

source: User to delete
fr: Utilisateur à supprimer

source: Reset the user's password
fr: Réinitialise le mot de passe d'un utilisateur

source: User for which the password will be reset
fr: Utilisateur dont le mot de passe sera réinitialisé

source: Password to use (use '-' if provided via stdin)
fr: Mot de passe (utiliser '-' si fourni via stdin)

source: needs to be rebuilt (and existing build @ %s)
fr: doit être reconstruit (et construction existante @ %s)

source: needs to be rebuilt
fr: doit être reconstruit

source: needs to be published
fr: doit être publié

source: existing build @ %s
fr: construction existante @ %s

source: Not yet configured, use the 'init' command
fr: Pas encore configuré, utiliser la commande 'init'

source: Global configuration Ok (%s)
fr: Configuration globale Ok (%s)

source: master
fr: principale

source: not master
fr: non principale

source: Configuration directory: %s
fr: Répertoire de configuration: %s

source: Proxy PAC file: %s
fr: Fichier proxy PAC: %s

source: %s build configuration(s)
fr: %s configuration(s) de build

source: New password:
fr: Nouveau mot de passe:

source: Passwords mismatch
fr: Les mots de passe ne correspondent pas
